var examinationList = '' +
'[' +

'    {    ' +
'        "no":"1",    ' + //题目的编号序号
'        "type":"1",    ' + //类型描述 1 文本2图片
'        "msg":"现在正在做第1题，剩余9道题",    ' + //文字描述信息，提示用
'        "process":"../img/examination/pro/pro1.png",    ' + //进度条图片控制
'        "title":"第一题",    ' + // 标题描述
'        "answer":"0",    ' + //正确答案
'        "describe":"《四书五经》中的“五经”指的是：",    ' + //题目描述
'        "options":[    ' + // 选项描述
'            {    ' +
'                "no":"0",    ' + // 选项编号
'                "pic":"txt0.png",    ' + // 选项图片
'                "value":"易经、诗经 、 尚书、春秋、礼记"' + // 选项文本
'            }    ' +
'			,    ' + // 数据连接符号
'            {    ' +
'                "no":"1",    ' + // 选项编号
'                "pic":"txt1.png",    ' + // 选项图片
'                "value":"易经、道德经、尚书、春秋、礼记"' + // 选项文本
'            }    ' +
'			,    ' + // 数据连接符号
'            {    ' +
'                "no":"2",    ' + // 选项编号
'                "pic":"txt2.png",    ' + // 选项图片
'                "value":"易经、道德经、诗经、春秋、礼记"' + // 选项文本
'            }    ' +
'			,    ' + // 数据连接符号
'            {    ' +
'                "no":"3",    ' + // 选项编号
'                "pic":"txt3.png",    ' + // 选项图片
'                "value":"易经、道德经、诗经、春秋、尚书"' + // 选项文本
'            }    ' +
'        ]    ' +
'    }    ' + 

',    ' + // 数据连接符号

'    {    ' +
'        "no":"2",    ' + //题目的编号序号
'        "type":"2",    ' + //类型描述 1 文本2图片
'        "msg":"现在正在做第2题，剩余8道题",    ' + //文字描述信息，提示用
'        "process":"../img/examination/pro/pro2.png",    ' + //进度条图片控制
'        "title":"第二题",    ' + // 标题描述
'        "answer":"0",    ' + //正确答案
'        "describe":"弘扬京剧的歌曲《说唱脸谱》中“蓝脸的盗御马，红脸的关公战长沙”，所唱的蓝脸人物是谁？",    ' + //题目描述
'        "options":[    ' + // 选项描述
'            {    ' +
'                "no":"0",    ' + // 选项编号
'                "pic":"pic0.png",    ' + // 选项图片
'                "value":"../img/examination/qus/7A.png"' + // 选项文本
'            }    ' +
'			,    ' + // 数据连接符号
'            {    ' +
'                "no":"1",    ' + // 选项编号
'                "pic":"pic1.png",    ' + // 选项图片
'                "value":"../img/examination/qus/7B.png"' + // 选项文本
'            }    ' +
'			,    ' + // 数据连接符号
'            {    ' +
'                "no":"2",    ' + // 选项编号
'                "pic":"pic2.png",    ' + // 选项图片
'                "value":"../img/examination/qus/7C.png"' + // 选项文本
'            }    ' +
'			,    ' + // 数据连接符号
'            {' +
'                "no":"3",    ' + // 选项编号
'                "pic":"pic3.png",    ' + // 选项图片
'                "value":"../img/examination/qus/7D.png"' + // 选项文本
'            }    ' +
'        ]    ' +
'    }    ' + 


']';

var examQues = JSON.parse(examinationList);